{"C4":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections are known as Tampa Heights, and contain high rolling land, occupied by medium class salaried workers. Two stroy frame residences ranging in price from $2,000 to $7,500 predominate; the buildings are from 10 to 40 years old and are in fair condition, although some need major repairs. These Sections are rapidly filling up with Latins and will eventually become all Latin. The Sections have no particularly detrimental influences aside from the age of the improvements, with the beneficial influences are the good schools, churches, parks, large shade trees, excellent transportation facilities, and proximity to the City. Sales prices at the low in 1932 were about 40% of the 1925 prices, but have since recovered to about 50%, while sales volume at the low was about 10% of the 1925 peak volume and has since recovered to about 20%. These Sections are about 100% occupied at the present time as they are likewise in 1925, and at the low in 1931 and 1932 were about 80% occupied. Rental prices at the low were about 40% of the 1925 peak prices but have since recovered to about 50%. There is no surplus of housing in these Sections, neither is there any new residential construction; the Sections are nearly 100% built up and need modernization, reconditioning, and remodeling. Foreclosures were lighter in these Sections than in any other area in Tampa, principally because most of the properties were owned free and clear; consequently, there were not many mortgages in the Sections."}},"C1":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections comprise localities known as Sulphur Springs, Hamilton Heath, and Evelyn City; the land in the Sections has good elevation, is rolling, and is occupied principally by American laborers, skilled mechanics, and working people is the lower wage earning bracket. One stroy frame residences ranging in price from $600 to $2,500 predominate; the buildings are from 10 to 20 years old, are in fair condition, with some needing major repairs, and in that portion of the Sections north of the Hillsborough River, most of the properties need paint. The principal detrimental influence affecting these Sections is the presence of the dog race-track and the gambling element which is sttracted to it. The Section were inundated about 2 years ago when the Power Company dam on the Hillsborough River above the Sections broke; the dam has not been repaired and consequently no potential hazard exists. The beneficial influences are good transportation facilities, proximity to Suphur Springs swimming pool, and the presence of sulphur water which is supposed to contain beneficial medicinal properties. Sales prices at the low in 1932 were about 20% of the 1925 peak prices, but have since recovered to about 40%, while sales volume at the low was about 10% of the 1925 volume and has since recovered to about 25%. The Sections are about 100% occupied at the present time as they were likewise in 1925, while at the low in 1931 and 1932 they were about 75% occupied; rental prices at the low were about 35% of the 1925 peak prices, but have since reocvered to about 50%. There is no surplus of housing in these Sections; neither is there any new residential construction, and likewise there is not much demand for new housing. There were not many foreclosures in these Sections, because the type of improvements did not warrant the making of mortgage loans; consequently, not many of the properties were mortgaged."}},"D1":{"ad_id":32,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section is known as Port Tampa City, contains level land and adjoins the industrial section formerly occupied by the Atlantic Coast Line Railroad Shops, phosphate elevators, and gasoline storage tanks. The Section is steadily shrinking and as soon as deep water facilities are available into Tampa proper, this outlying port will lose its principal asset, at which time there will be a further shrinkage in the activities  of the community. The Section is occupied by laborers, predominantly 100% white, with the majority home-owners. One and two story frame residences, ranging in price from $600 to $2,000 predominate. The buildings are from 15 to 40 years old, are in fair condition, but many need major repairs. The Section is gradually going down-hill, with people drifting away from the community. The principal detrmental influences influences of the Section is the gradual cessation of the industrial activity, while the principal beneficial influence is the direct street car lin to Tampa some 8 miles distant. Sales prices at the low in 1932 were about 20% of the 1925 peak prices, and have since recovered only to about 25% of the 1925 peak prices, while sales volume at the low was about 5% of the 1925 volume, and has since likewise only recovered to about 10%. The Section is about 95% occupied at the present time, was about 100% occupied at the peak in 1925, and was about 65% occupied at the low in 1931 and 1932, while rrental prices at the present time are about 35% of the 1925 peak prices, having recovered from the low of 25%. There is some surplus of housing in this Section, but no new residential construction and no need of new housing. There were not many mortgages made in this SEction; consequently, only a few foreclosures."}},"C9":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections are known as Beach Park and Sunset Park, contain some filled-in land, with the balance about average level throughout the Peninsula, and are occupied by the better class of salaried workers, professionals, and business people, about 50% of whom are home-owners. Two story stucco on masonry residences, ranging in price from $5,000 to $25,000 predominate; these buildings are from 8 to 10 years old, are in good condition, and need only minor repairs. There is no shifting of population in these Sections. The detrimental influences are the poor transportation and shopping facilities, the fact that the communities are located at a considerable distance from Tampa and are not built up, while in Beach Park excessive taxation conditions exist, due to assessments which were not uniform. The beneficial influences are the water-frontage on Old Tampa Bay, high restriction, and well laid out subdivisions, while in Beach Park the abundance of natural shrubbery might be considered a beneficial influence. Sales prices at the low in 1932 were about 20% of the 1925 peak prices, but have since recovered to about 30%, while sales volume a the low was about 5% of the 1925 peak volume, and has since recovered to about 30%. These Sections are about 95% occupied at the present time, were 100% occupied at the peak in 1925, and at the low in 1931 and 1932 showed the poorest occupancy of any section in Tampa, about 65% rental prices at the low were about 25% of the 1925 peak prices, but have since recovered to about 40%. There is a small surplus of housing in these Sections, but no need for new housing and no new residential construction. Foreclosures were very heaving in these sections, with about 85% of the properties being foreclosed."}},"B3":{"ad_id":32,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section comprises several subdivisions known as Palma Ceia, Virginia Pakr Moody Heights, Southern Pines, Oscavanna Subdivision, and Curry City Subdivision. The land in the Section is low, level, flats pine woodland, and is occupied exclusively by whites of the better grade salaried workers, along with a few professionals. One story frame residences ranging in price from $3,000 to $5,000 predominate; there buildings are from 10 to 15 years old, are in good condition and need only minor repairs. There is no shifting of population. The principal detrimental influences affecting the Section the Section are the poor transportation facilities, the presence of railroad tracks in the eastern portion of the Section, and the fact that the Section is located in the Inter-Bay Drainage District, which has been in receivership for the past 7 years. The beneficial incluences are the good schools and the proximity of the Section to the Palma Ceia Golf Course. Sales prices at the low in 1932 were about 40% of the 1925 peak prices, but have since recovered to 65%, while the sales volume as the 1932 low was about 10% of the 1925 peak volume and has since recovered to about 30%. The Section is practically 100% occupied at the present time, as it was likewise in 1925, and at the low of 1931 and 1932 it was about 70% occupied; rental prices at the low were about 35% of the 1925 peak, and have since recovered to about 50%. There is no surplus of housing in this Section, but there is some need for new housing, although some 5 or 6 houses have been erected in the last 6 months. Foreclosures in the Section were very heavy."}},"A2":{"ad_id":32,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section is comprised of several subdivisions, the principal ones of which are Suburb Beautiful, Parkland Estates, and Gold View Park. The land is flat, level pine woods land, and is occupied chiefly by 100% Americans, although there are a few high class Jewish and Spanish families residing in the Section at the present time. The Section contains the best grade Tampa citizens, principally professional workers and retired individuals. Two story frame and brick veneer residences, ranging in price from $6,000 to $10,000 predominate; 90% of these residences are 10 years old, but are in good condition and need only minor repairs. There is no shifting population. The principal detrimental influence, aside from poor transportation facilities and inadequate sanitary sewers, is the Southwest Tampa Storm Sewer Drainage District, also known as the Inter-Bay Drainage District, which was improperly set up when the District was organized in 1926. Litigation began in 1928, with Federal receiver appointed in 1930, and the District is still in the custody of Federal receiver, who is endeavoring at the present time to refund the $3,000,000 defaulted bond issue with $1,100,000. H. F. C. loan at a lower rate of interest; if this proposed refunding is satisfactorily completed, this Section of Tampa will be immeasurably benefitted. Beneficial influences of the Section are its proximity to good schools and its location near to Palma Ceia Golf Course. Sales prices at the low in 1932 were about 40% of the 1925 peak prices and at the present time have recovered to about 50% of the peak, while sales volume at the low in 1932 was about 10% of the 1925 peak and at the present time about 20% of the peak volume. This Section is now practically 100% occupied as it was likewise in 1925, but was only about 80% occupied udring the low of 1931 and 1932. Rental prices in this Section at the low were about 20% of the 1925 peak prices and at the present time have recovered to about 30%. There is no suprplus of housing in this Sectionm but there is some demand for new housing, with some 15 new houses having been built in the Section during the past year. Due to the fact that a good deal of property in the section was developed during the boom, the Section experienced rather heavy foreclosures, with about 50% of the mortgagee in this Section having been foreclosed, as practically all of the property in this Section was morgaged. "}},"C8":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections are known as Beach Park and Sunset Park, contain some filled-in land, with the balance about average level throughout the Peninsula, and are occupied by the better class of salaried workers, professionals, and business people, about 50% of whom are home-owners. Two story stucco on masonry residences, ranging in price from $5,000 to $25,000 predominate; these buildings are from 8 to 10 years old, are in good condition, and need only minor repairs. There is no shifting of population in these Sections. The detrimental influences are the poor transportation and shopping facilities, the fact that the communities are located at a considerable distance from Tampa and are not built up, while in Beach Park excessive taxation conditions exist, due to assessments which were not uniform. The beneficial influences are the water-frontage on Old Tampa Bay, high restriction, and well laid out subdivisions, while in Beach Park the abundance of natural shrubbery might be considered a beneficial influence. Sales prices at the low in 1932 were about 20% of the 1925 peak prices, but have since recovered to about 30%, while sales volume a the low was about 5% of the 1925 peak volume, and has since recovered to about 30%. These Sections are about 95% occupied at the present time, were 100% occupied at the peak in 1925, and at the low in 1931 and 1932 showed the poorest occupancy of any section in Tampa, about 65% rental prices at the low were about 25% of the 1925 peak prices, but have since recovered to about 40%. There is a small surplus of housing in these Sections, but no need for new housing and no new residential construction. Foreclosures were very heaving in these sections, with about 85% of the properties being foreclosed."}},"C5":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section is known as Hyde Park, contains level land, and is occupied by a mixture of some of the City's oldest families, some transients, and tourists, because of location of hotels, apartments, and rooming houses in the Section. The Section also contains some laborers and a small negro area known as Scrub, which is occupied by the best grade negro, is not expanding although the Section is unrestricted and contains one story frame residences, ranging in price from $750 to $2,000, while in the remainder of the Section two story frame residences ranging in price from $3,000 to $8,000 predominate. These buildings are from 20 to 40 years old, with many obsolete types, but are in fair condition, although some need major repairs. The population in this Section is in the transitional stage, with a drift toward the cheaper type of occupant. The Section is unrestricted and has no particularly detrimental influences, while the beneficial influences are the good parks, recreational centers, neighborhood shopping communities, and proximity to the City. Sales prices at the low in 1932 were about 25% of the 1925 peak prices, but have since recovered to about 45%, due principally to homestead tax exemptions; while sales volume at the low was about 10% of the 1925 peak volume and has since recovered to about 35%. The Section is about 100% occupied at the present time as it was likewise in 1925, and at the low in 1931 and 1932 was about 85% occupiedl rental prices at the low were about 40% of the 1925 peak prices and have since recovered to about 50%. These is no surplus of housing in this Section, no new residential construction, and no need of new housing, but there is a strong demand for modernization, reconditioning, and remodeling. Foreclosures were heavy, because of the boom-time trading which took place in the Section. "}},"A3":{"ad_id":32,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section is comprised of the Morrison Grove section of Suburb Beautiful and West Hyde Park. The Land is slightly rolling and fronts on Hillsborough Bay. The occupants are almost 100% American, along with a few high class Jewish and Spansih families. Other occupants are the best grade of Tampa citizens, consisting principally of professional workers and retired individuals. Two story frame residences, ranging is price from $5,000 to $10,000 predominate; most of the houses are about 20 years old, but are in good condition and need only minor repairs. There is no shifting of population in this Section. The principal detrimental influence is the unsanitary method of allowing sewage to be emptied into Hillsborough Bay, causing diagreeable odors along the Bay fron, particularly noticeable at low tide. A work relief sewage disposal project, involving the expenditure of some $5,000,0000, was recently proposed to correct this situation; however, the project failed because of insufficient local interest and, therefore, this unsanitary condition will probably continue to exist. The beneficial influence of the Section are its good schools, transportation facilities, proximity to the City of Tampa and its high grade improvements. Sales prices as the low of 1932 were about 35% of the 1925 peak prices, but as the present time they have recovered to about 50% of the peak; while sales volume at the low of 1932 was about 10% of the 1925 peak and at the present time has recovered to about 20% of the peak volume. The Section is now practically 100% occupied, as it was likewise in 1925, and was about 85% occupied at the low in 1931 and 1932. Rental prices in the sectionat the low in 1931 and 1932 were about 20% of the 1925 prices and at he present time have recovered to about 35% of the peak prices. There is no surplus of housing in this Section; neither is there much demand for new housing, as only a few lots are left unimproved in the Section and about 95% of the Section is completely built up. Rigid restrictions have saved this Section from developing into an apartment house and boarding house section. There is no new residential construction in the Section and foreclosures were moderate. "}},"B4":{"ad_id":32,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section is known as the Bayshore Section of Tampa and contains level land, occupied by 100% Americans of the better class of salaried workers. There is a mixture of type of buildings in the Section, with one story frame residences ranging in price from $2,000 to $4,000 predominating; there buildings are from 10 to 20 years old and are in fair condition, with some needing major repairs. There is no shifting of population. The principal detrimental influence affecting this Secton, aside from the presence of the railroad tracks in the western portion of the Section, is the disposal of open sewage into Hillsborough Bay, on which the Section fronts, while the beneficial influences are the good schools, good transportation facilities, and proximity to Bayshore Boulevard. Sales prices at the low in 1932 were about 35% of the 1925 peak, but have since recovered to about 55%, while sales volume at the low was about 10% of the 1925 peak volume and has since recovered to about 25%. The section is practically 100% occupied at the present time, as it was likewise in 1925, and at the low period of 1931 and 1932 was about 70% occupied; rental prices at the low were about 30% of the 1925 peak prices, but have since recovered to about 50%. There is no surplus of housing in this Section, neither is there any residential construction, although there is a slight demand for new houses. Foreclosures were heavy in this Section. "}},"D5":{"ad_id":32,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections are known as Ybor City, Palmetto Beach, close-in Tampa Heights, and West Tampa. The Sections contain some level and some rolling land and Latina and Negroes occupy about about 95% of the Sections. The Latin concentrations are at present in there areas because the cigar factories are located in same. One and two story frame residences ranging in price from $800 to $4,000 predominate; these buildings are from 15 to 40 years old, with the majority in fair condition, while some need major repairs and some need demolition. There is no shifting of population in these Sections, which are unrestricted. The Sections have no particular detrimental influences which will affect the type of people occupying same, and hte beneficial influences from the standpoint of this type of occupant is the proximity of the cigar factories, good transportation facilities to the City, plus the location within the areas of the community's own banks, restaurants, theatres, and retail shopping centers. Sales prices at the low in 1932 were about 40% of the 1925 peak prices and have since recovered to 50%, while sales volume at the low was about 10% of the 1925 peak volumue, having since recovered to about 20%. The Sections are about 95% occupied at the present time, were 100% occupied at the peak in 1925 and about 75% occupied at the loaw in 1931 and 1932, while the present rental prices are about 50% o the 1925 peak prices, having recovered from the low of about 35%. There is no surplus of housing in these sections, neither is there need for new housing, although there is a little new residential construction. The Sections are nearly 100% built up and on account of the age of improvemetns, there is a strong demand for demolition, modernization, reconditioning, and remodeling. Foreclosure in these Sections were comparatively light, due to the fact that there were not many mortgages in the Section, because the propertiese were owned free and clear."}},"B2":{"ad_id":32,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section is known as Ridgewood Park; the land is high, rolling and is occupied by medium class salaried white workers, with some Jewish and Spanish residents intermingled. One story frame residences ranging in price from $2,500 to $5,000 predominate; these buildings are 10 to 12 years old, are in good condition and need only minor repairs. The population in the section is gradually shifting to Spanish and Jewish and within the next five years will probably contain only a few 100% Americans. The principal detrimental influences affecting the Section is the Section's distrance from street car lines, while the beneficial influences are the good schools, proximity to the City, and Hillsborough River water front. Sales prices at the low in 1932 were about 35% of the 1925 peak prices, but have since reovered to about 55%, while sales volume at the low was about 10% of the 1925 peak and has since recovered to about 25%. The Section is practically 100% occupied at the present time, as it was likewise in 1925, but at the low in 1931 and 1932 the Section was about 75% occupied; rental prices at the low were about 35%of the 1935 peak, and have since recovered to about 50%. There is no surplus of housing in this Section, and although the Section is about 50% of 60^ built up, there is some need for new housing. Three of four new houses have been built in the last 6 months in this Section. Foreclosures in the Section were heavy."}},"D4":{"ad_id":32,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections are known as Ybor City, Palmetto Beach, close-in Tampa Heights, and West Tampa. The Sections contain some level and some rolling land and Latina and Negroes occupy about about 95% of the Sections. The Latin concentrations are at present in there areas because the cigar factories are located in same. One and two story frame residences ranging in price from $800 to $4,000 predominate; these buildings are from 15 to 40 years old, with the majority in fair condition, while some need major repairs and some need demolition. There is no shifting of population in these Sections, which are unrestricted. The Sections have no particular detrimental influences which will affect the type of people occupying same, and hte beneficial influences from the standpoint of this type of occupant is the proximity of the cigar factories, good transportation facilities to the City, plus the location within the areas of the community's own banks, restaurants, theatres, and retail shopping centers. Sales prices at the low in 1932 were about 40% of the 1925 peak prices and have since recovered to 50%, while sales volume at the low was about 10% of the 1925 peak volumue, having since recovered to about 20%. The Sections are about 95% occupied at the present time, were 100% occupied at the peak in 1925 and about 75% occupied at the loaw in 1931 and 1932, while the present rental prices are about 50% o the 1925 peak prices, having recovered from the low of about 35%. There is no surplus of housing in these sections, neither is there need for new housing, although there is a little new residential construction. The Sections are nearly 100% built up and on account of the age of improvemetns, there is a strong demand for demolition, modernization, reconditioning, and remodeling. Foreclosure in these Sections were comparatively light, due to the fact that there were not many mortgages in the Section, because the propertiese were owned free and clear."}},"B1":{"ad_id":32,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section, known as Seminole Heights, north to the Hillsborough River, has good elevation and contains considerable rolling land. The section is occupied by medium class salaried white workers and one sotry frame residences, ranging in price from $2,000 to $5,000, predominate; these buildings are 10 to 20 years old, are in good condition, and need only minor repairs. There is no shifting of population of this Section, neither are there any particlarly detrimental influences; the beneficial incluences are the elevation of the Section, good schools, parks, playgrounds, recreational centers, and transportation facilities. Sales prices at the low in 1932 were about 35% of the peak prices, but have since recovered to 60%; while sales volume at the low in 1932 was about 10% of the 1925 peak volume and has since recovered to about 30%. This Section is practically 100% occupied at the present time, as it was likewise in 1925; however, during the low period of 1931 and 1932, this Section was about 75% occupied; rental prices at the low were about 35% of the 1925 peak, but have since recovered to about 50%. There is no suprlus of housing in this Section, but the Section should have some new houses; there has been no new residential construction and foreclosures in the Section were heavy. "}},"A1":{"ad_id":32,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"The Section is known as Seminole Heights and contains some of the highest land in the City. The occupants of the Section are 100% Americans, consist chiefly of medium-salary class workers, and are principally home owners. One story frame residences, ranging in price from $3,000 to $4,000 predominate; the buildings are from 10 to 20 years old and are in good condition, needing only minor repairs. There is no shifting of poulations; neither are there any particularly detrimental influences in the Section; the beneficial influences are the proximity of the Section to the best schools, good transportation facilities, and the high elevation of the land itself. Sales prices in this Section at the low in 1932 were about 40% of the 1925 peak prices, and at the present time have recovered to about 65% of the peak. The sales volume in this Section at the low in 1932 was about 20% of the peak volume. The Section is about 10% occupied at the present time, as it was likewise in 1925, and was about 75% occupied at the low in 1931 and 1932. Present rental prices in this Section are about 35% of 1925 peak prices and at the low in 1931 and 1932 were about 20% of the peak. There is no surplus of housing in the Section, but there is some demand for new housing on a moderate scale, as only a few houses have been built in the Section during the past 2 years. During the peak of foreclosures in Hillsborough County in 1931, this Section experienced fewer foreclosures than probably any other section in Tampa, due to the fact that the majoirty of the properties in the Section were owned free na dclear of encumbrance."}},"C3":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections are known as Tampa Heights, and contain high rolling land, occupied by medium class salaried workers. Two stroy frame residences ranging in price from $2,000 to $7,500 predominate; the buildings are from 10 to 40 years old and are in fair condition, although some need major repairs. These Sections are rapidly filling up with Latins and will eventually become all Latin. The Sections have no particularly detrimental influences aside from the age of the improvements, with the beneficial influences are the good schools, churches, parks, large shade trees, excellent transportation facilities, and proximity to the City. Sales prices at the low in 1932 were about 40% of the 1925 prices, but have since recovered to about 50%, while sales volume at the low was about 10% of the 1925 peak volume and has since recovered to about 20%. These Sections are about 100% occupied at the present time as they are likewise in 1925, and at the low in 1931 and 1932 were about 80% occupied. Rental prices at the low were about 40% of the 1925 peak prices but have since recovered to about 50%. There is no surplus of housing in these Sections, neither is there any new residential construction; the Sections are nearly 100% built up and need modernization, reconditioning, and remodeling. Foreclosures were lighter in these Sections than in any other area in Tampa, principally because most of the properties were owned free and clear; consequently, there were not many mortgages in the Sections."}},"D2":{"ad_id":32,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections are known as Ybor City, Palmetto Beach, close-in Tampa Heights, and West Tampa. The Sections contain some level and some rolling land and Latina and Negroes occupy about about 95% of the Sections. The Latin concentrations are at present in there areas because the cigar factories are located in same. One and two story frame residences ranging in price from $800 to $4,000 predominate; these buildings are from 15 to 40 years old, with the majority in fair condition, while some need major repairs and some need demolition. There is no shifting of population in these Sections, which are unrestricted. The Sections have no particular detrimental influences which will affect the type of people occupying same, and hte beneficial influences from the standpoint of this type of occupant is the proximity of the cigar factories, good transportation facilities to the City, plus the location within the areas of the community's own banks, restaurants, theatres, and retail shopping centers. Sales prices at the low in 1932 were about 40% of the 1925 peak prices and have since recovered to 50%, while sales volume at the low was about 10% of the 1925 peak volumue, having since recovered to about 20%. The Sections are about 95% occupied at the present time, were 100% occupied at the peak in 1925 and about 75% occupied at the loaw in 1931 and 1932, while the present rental prices are about 50% o the 1925 peak prices, having recovered from the low of about 35%. There is no surplus of housing in these sections, neither is there need for new housing, although there is a little new residential construction. The Sections are nearly 100% built up and on account of the age of improvemetns, there is a strong demand for demolition, modernization, reconditioning, and remodeling. Foreclosure in these Sections were comparatively light, due to the fact that there were not many mortgages in the Section, because the propertiese were owned free and clear."}},"C2":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections comprise localities known as Sulphur Springs, Hamilton Heath, and Evelyn City; the land in the Sections has good elevation, is rolling, and is occupied principally by American laborers, skilled mechanics, and working people is the lower wage earning bracket. One stroy frame residences ranging in price from $600 to $2,500 predominate; the buildings are from 10 to 20 years old, are in fair condition, with some needing major repairs, and in that portion of the Sections north of the Hillsborough River, most of the properties need paint. The principal detrimental influence affecting these Sections is the presence of the dog race-track and the gambling element which is sttracted to it. The Section were inundated about 2 years ago when the Power Company dam on the Hillsborough River above the Sections broke; the dam has not been repaired and consequently no potential hazard exists. The beneficial influences are good transportation facilities, proximity to Suphur Springs swimming pool, and the presence of sulphur water which is supposed to contain beneficial medicinal properties. Sales prices at the low in 1932 were about 20% of the 1925 peak prices, but have since recovered to about 40%, while sales volume at the low was about 10% of the 1925 volume and has since recovered to about 25%. The Sections are about 100% occupied at the present time as they were likewise in 1925, while at the low in 1931 and 1932 they were about 75% occupied; rental prices at the low were about 35% of the 1925 peak prices, but have since reocvered to about 50%. There is no surplus of housing in these Sections; neither is there any new residential construction, and likewise there is not much demand for new housing. There were not many foreclosures in these Sections, because the type of improvements did not warrant the making of mortgage loans; consequently, not many of the properties were mortgaged."}},"A4":{"ad_id":32,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This is the best residential section of Davis Islands, which are artificially created islands, built in 1925 and 1926 from sand pumped out of Hillsborough Bay; consequently, the land in this Section is level and is about 2 1/2 feet above sea level. The Section contains some the best grade Tampa citizents, principally professional workers and retired individuals. Two story stucco on masonry residences (no frame is allowed on Davis Isalnds) ranging in price from $7,000 to $10,000 predominates; 90% of these residences are 10 years old, but are in good condition, needing only minor repairs. There is no shifting of population. The principal detrimental influence, aside from the moquitoes, is the possibility of tidal waves and tropical stroms, which possibility while rather remote, nevertheless has influenced residential activity on the ilands. The principal beneficial influences are the proximity of the Section to the City of Tampa and rigorous restrictions, combined with uniform zoning requirements on the Islands. Sales prices at the low of 1932 were about 35% of the 1925 peak prices and at the present time have recovered to about 45% of the peak, while sales volume at the low in 1932 was about 5% of the 1925 peak volume, but at the present time has recovered to 15% of the peak. This Section is now nearly 100% occupied, as it was likewise at the peak in 1925, and at the low in 1931 and 1932  was about 90% occupied. Rental prices at the low were about 20% of the 1925 peak prices, but have since recovered to about 35% of the peak prices. There is no surplus of housing in this Section and there is a good demand for new housing, as evidenced by the fact that within the last 90 days 6 or 8 new homes were built in this Section for speculative purposes, and all of them have since been sold. Foreclosure in the Section were very moderate. "}},"B6":{"ad_id":32,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section is known as the east central part of Davis Islands and consists of lvel filled-in land, with very little development; about 90% of the Section has no physical improvements other than streets, sidewalks, landscaping, and utilities."}},"C7":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This is the section of Davis Islands adjoining the Municipal Airport and is virtually unimproved."}},"D6":{"ad_id":32,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This is the channel or extreme side of Davis Islands and contains level, filled-in land, improved with 4 small apartment houses and one or two residences. The Section occupies only a very small area. "}},"D3":{"ad_id":32,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"These Sections are known as Ybor City, Palmetto Beach, close-in Tampa Heights, and West Tampa. The Sections contain some level and some rolling land and Latina and Negroes occupy about about 95% of the Sections. The Latin concentrations are at present in there areas because the cigar factories are located in same. One and two story frame residences ranging in price from $800 to $4,000 predominate; these buildings are from 15 to 40 years old, with the majority in fair condition, while some need major repairs and some need demolition. There is no shifting of population in these Sections, which are unrestricted. The Sections have no particular detrimental influences which will affect the type of people occupying same, and hte beneficial influences from the standpoint of this type of occupant is the proximity of the cigar factories, good transportation facilities to the City, plus the location within the areas of the community's own banks, restaurants, theatres, and retail shopping centers. Sales prices at the low in 1932 were about 40% of the 1925 peak prices and have since recovered to 50%, while sales volume at the low was about 10% of the 1925 peak volumue, having since recovered to about 20%. The Sections are about 95% occupied at the present time, were 100% occupied at the peak in 1925 and about 75% occupied at the loaw in 1931 and 1932, while the present rental prices are about 50% o the 1925 peak prices, having recovered from the low of about 35%. There is no surplus of housing in these sections, neither is there need for new housing, although there is a little new residential construction. The Sections are nearly 100% built up and on account of the age of improvemetns, there is a strong demand for demolition, modernization, reconditioning, and remodeling. Foreclosure in these Sections were comparatively light, due to the fact that there were not many mortgages in the Section, because the propertiese were owned free and clear."}},"C6":{"ad_id":32,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/FL/Tampa/1936/","areaDesc":{"1":"This Section is known as the Hyde Park Section of Davis Islands, contains filled-in land and occupies only a very small area, which is restricted to apartments; this Section is about 50% improved, principally with apartments and hotels. "}}}