{"C2":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C2/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: The least desirable of that section of Holyoke known as Highlands located at the north central part of the city, about one mile from the shopping center. As the name implies, the area is considerably higher than the downtown section, but withal squalid and unattractive. Inharmonious uses, gas stations, a lumber yard, stores and proximity to two cemeteries at the south constitute detrimental features. Schools and churches are conveniently nearby and good transportation is available by trolley and a bus line running on Dwight Street. The neighborhood is residential and commercial in character. Inhabitants are generaly of the low income group, 95% American, mill employees and clerks. Only about 2% of the land is vacant and no new construction has been reported. Single and two family homes are interspersed with small frame and brick apartment blocks in fair to good condition. Average age of dwellings is 25 years. Average values at the peak were $8,500 for singles and $10,000 for two family houses, with shrinkage to 55% and 60% respectively. No recovery is admitted by real estate authorities. Average rentals were up to $50 for singles; $40 for apartments. These are now down to $35 and $25-$28 respectively, there having been no recovery. A slight demand and rental vacancy of 5% are noted. Dwellings are 50% owner occupied. No sales demand is apparent and sales have been negligible. "}},"B1":{"ad_id":186,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/B1/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: About a mile and one quarter from business center in the northern part of the city. This is a residential neighborhood, high and dry. Many parks are old but still desirable. Inhabitants are practically 100% American white, middle class executives and clerks. Incomes vary from $1,500 to $10,000. Single houses predominate. They are generally frame, six to eight rooms, 25 years old in good condition. Restrictions do not extend south of Allyn Street. Transportation by trolley and bus is available. The area is well built up and little new construction has been reported. Peak values were about $10,000. These fell to 66% and have shown little recovery in spite of a good demand. A few sales have been made in this section. Houses are in 80% of cases occupied by their owners and the average property indicates pride of ownership. Houses in this area are readily rented. Prices which were $60 shrunk to $40 in 1932 with a 5% recovery since then. Few vacancies exist in desirable houses or apartments. "}},"D3":{"ad_id":186,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/D3/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: Situated in the heart of the industrial district at the eastern extremity of the city. This area is proximate to river and canals on every side, and is bordered on the west by a railway cut. It is one-half mile from the center of the city, is unattractive in appearance, and characterized by many old brick apartment blocks. These structures are in fair to bad condition, the average age being about 40 years. Many of them are owned by banks. About 20% of the land is vacant and there has been no new construction in recent years. being in the down town sectino schools, churches and stores are nearby. Despite these conveniences and notwithstanding the fact of its proximity to the mills where nearly all of its residents are employed, the area, due to its age and dilapidation has no residential future. In good times, a value of $2,500 per single unit might have been placed on the apartment blocks. These values shrunk to 55% and no recovery is apparent since no demand exists for the property. The only sales have been forced sales, with the mortgages doing all the bidding. From $35 a month at the peak, rent fell to $20 with a 15% vacancy and no recovery up to the present time. The rental demand has improved only slightly. "}},"D2":{"ad_id":186,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/D2/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: This area is in the eastern central portion of the city, half a mile from City Hall and entirely surrounded by industrial Holyoke. Residential, with a scattering of small commercial enterprises, it is peopled by lower class of mill workers and W.P.A. beneficiaries, many of them of foreign descent and uneducated. The southeastern limit of the area is the third level industrial canal. Brick apartment blocks are characteristic, their age approximately 35 years. The condition of these is generally fair to poor. Practically no vacant land is to be found in this old neighborhood and no new residential construction. Proximity to the mills is a favorable feature, due to the construction of mill workers in the area. Probably it will never be attractive to any other than this class of inhabitants. Apartment blocks were valued at $2,500 per tenement in good times but shrunk to 55% of this amount with recovery noticeable only in that people are slowly becoming interested in the low prices prevailing. Rents were as high as $35 but fell to $20 which is the present average. Many of the dwellings, through obsolescence and neglect have become unfit for habitation and it would be safe to say this is the worst residential section in Holyoke. "}},"B2":{"ad_id":186,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/B2/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: Located along the west side of the main highway to Northampton, this area is approximately a mile and a half from the business center of the city. The ground rises rapidly to the west of Hillside Avenue, and construction becomes sparse as the slope increases. Where streets are shown about 10% of the land is vacant, but much of the area is undeveloped and due to the profile, likely to remain so. Inhabitants are small business and professional men, clerks and mill employees. A bus line runs along Northampton Street, the eastern boundary of the area, and stores are located along this highway, though restrictions apply to the territory for protection of residential properties. Schools and churches are conveniently near. Some 2-family houses have been built on 50 x 100 lots and mixed racial groups are found here. Single and double frame houses in fair to good condition, 20 years old are predominant, but there is no new construction. Average value in 1928-29 was $9,000 for singles; $12,000 for 2-family houses. These declined to about $5,200 and $6,500 respectively. Recovery has been very slight. Homes are 66% owner-occupied, with a slowly rising demand and a few sales are reported. Single houses formerly rented at $60 and doubles at $50 each apartment. These prices have declined respectively to $35 and $30, with only slight recovery, in spite of a good demand and few vacancies. "}},"C6":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C6/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Part of the Williamsett section. Running southwest from the bridge is the principal thoroughfare from Holyoke to Chicopee Proper- Chicopee Street. Car tracks are now being removed and the entire street is to be resurfaced. There are many small neighborhood stores and merchants on this street near its intersection with Grattan Street at the so-colled 'Y\". Prospect Street, running northeast from the bridge gradually ascends towards the high ground in the Fairview Section. The area is fairly level with a gradual slope toward the river. Practically the entire area southwest from the bridge to Narragansett Blvd. was under water during the Spring flood in 1936, but not to any great depth. Both the inhabitants and the properties suffered less from the effects of the flood than in the area D4 to the south. The Prospect Street section is somewhat higher ground and it was not flooded. Inhabitants are mostly French with a mixture of Irish, German and Polish, principally mill workers earning from $800 to $1,200 a year. The area is near the mills in both Holyoke and Chicopee; schools and churches are nearby and it is a neighborhood shopping center. These factors maintain a good rental demand and vacancy is reported at less than 10%. Rents average $18 a month and are 70% of the 1929 level. Small singles and two family houses predominate and there are some multi-family tenements, rows and three deckers. Frame construction for the most part with an average age of 30 years and kept in fair condition. Values were 40% of the 1929 level at the low point reached in 1933. The present average value of $3,000 is 50% of the 1929 figure. However, there is no demand and practically no sales. The river bank is muddy and unsightly, and the streets are full of ruts and holes where pavements are broken. There are no building restrictions in Chicopee. "}},"A2":{"ad_id":186,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/A2/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: In location about the west central portion of the city, this small area is approximately one mile from the City Hall. The terrain is high and bordered on two sides by undeveloped woody territory sloping to the south and east. About 5% of the land is vacant. The area is one hundred percent residential, and is served by all public utilities. Restricted by deed and city ordinance, it is close to schools, churches, neighborhood stores and transportation along Northampton Street. Inhabitants are business and professional men and the average income would be $3,000. Single houses predominate. These are approximately ten years old and in good condition, the average value being, in good times, $10,500. Valuation shrinkage to 82% with recovery to 88% has been accompanied by a good demand and a few sales. Three single houses were built here in 1936. The area is nearly all owner occupied. "}},"D6":{"ad_id":186,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/D6/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Chicopee proper. A flat area near the river but not low enough to have been flooded in the Spring of 1936. Inhabitants are principally Polish with some French mill workers. The area is close to the downtown business section and rental demand from the poorer classes is good. Rents average $3 a week and are 50% of the 1929 level. Vacancy is estimated at 15%. There are a number of brick multi-family mill houses in the area around Exchange Street and elsewhere there are a few small singles and two family houses. Brick and frame row tenements predominate in this congested area and their average age would be 75 years. Generally, the houses are in poor condition and lack modern improvements. Values average $1,500 and are 60% of 1929. No demand. No sales. "}},"D1":{"ad_id":186,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/D1/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: This area is centrally located, between the northern end of the commercial district and the river. The terrain is level and high enough to eliminate any danger from floods at this point. Small stores are scattered among the old one and two family frame and brick dwellings. Old brick tenement blocks are common to the neighborhood which is inhabited principally by the lower income group of Polish mill employees. About 5% of the land is vacant. Buildings are generally in fair to poor condition, obsolete, and the average age is 40 years. The area is close to schools, churches and stores, but the proximity of encroaching commercial and industrial Holyoke, and its nearness to the railroad makes it residentially undesirable. Consequently there has been no new construction in recent years. Average values in good times were $5,000 for single houses, $6,000 for 2-family units and $2,500 per tenement on apartment blocks. A general shrinkage of 50% is apparent and has been followed by no recovery. Owner occupancy is not greater than 10%. Demand is slight and no sales are reported. Rents formerly ranged from $28 to $30 but have fallen to 50% with no recovery. Here again the demand is slight and a 15% vacancy in rental units exists. "}},"C3":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C3/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: Located about the center of the city near the commercial area. The land rises slightly in a northwesterly direction. Part of the area overlooks the river. Many small stores on the first floors of apartment buidlings are found at the edge of the business district, and business is encroaching on the area. A number of the large fine old homes nearest the business area have been remodeled by undertakers who now use them as funeral homes. Others have been converted to rooming houses, and still others leased to businesses on first floors with living quarters above. Inhabitants are generally the medium income group, mill employee and clerks with a few wealthy individuals. Schools, churches and stores are conveniently nearby. Within the area are a high school and public playground. The age of the buildings (about 35 years) their condition and the transition which the neighborhood is undergoing constitute detrimental features. Single houses and apartment blocks are about equally distributed. Construction is principally non fireproof brick and condition fair to good. About 3% of the land is vacant and the only new construction has been commercial. Values ranged to $4,000 per unit for apartment blocks in good times. This has shrunk to 50% with no recovery. Very few owners occupy property in the area. There has been no demand and no sales. Rents which were $45 at the peak fell to about $30 and are still at that level. A fair demand is felt for rental units and there are few vacancies. "}},"B3":{"ad_id":186,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/B3/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: The area extends from the central part of the city to the northwest where it is terminated by a bluff overlooking the Conneticut River. It is generally residential with a wide range of types as to property and inhabitants. Mill owners, executives, clerks and mill employees are scattered throughout. about the center of the area are a few very large homes. The ground is highest near Essex and Linden Streets and here are found the most valuable properties. These help maintain the values of lower priced units. The area is unrestricted and the threat of apartment construction is destroying individual home values. Twelve have been erected within the past ten years, and the area is about equally divided as to apartments and single houses of 6 to 12 rooms. Average age is 25 years, construction is frame, excepting for apartment blocks which are brick. The average dwelling is in fair to good condition. About 25% of the land is vacant. Transportation facilities are adequate by trolley and bus. Schools, churches and stores are convenient. Values again cover a wide range, from $6,000 to $25,000 for singles in good times. (The average would probably be $12,000) Shrinkage to 75% was followed by a recovery to about 80%. A demand began in 1935 for property in the area and has increased slowly. Today it is good and there have been a few sales. Single houses are principally owner occupied. Apartments formerly renting for $60 are now down to $30 and $35 with a good demand and few vacancies. "}},"A1":{"ad_id":186,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/A1/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: This area known as Highlands, Highland Park and Wyckoff Park is the northerly section of the city, about a mile upstream from the Holyoke Water Power Company's dam. It is a high plateau between the river and the hills, and in places commanding a splendid panorama of the mountains and streams. Northampton Street, the principal highway leading to the north, divides the area roughly in half. Transportation from the center of the city is by bus and trolley. Between Northampton Street and the river are well built single frame houses in good condition, the average age being 18 years. West of Northampton Street the development is somewhat sparse, and generally larger and more expensive. Some estates with extensive grounds and pretentious houses are to be seen. Excepting a few of these, the average price in good times would be $15,000. The few exceptions might run as high as $50,000 in some cases. Values have declined to 75% of the high, and on a few of the very large places, to 50%, with a recovery to not more than 85%. Inhabitants are the best type: mill owners and executives, professional and business men of prominence locally. The homes are about 95% owner occupied in this area. The sales demand is good, but new construction has been practically negligible with only two homes built in 1936. "}},"C1":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C1/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: A sparsely settled neighborhood at the western extremity of the city and about two miles from City Hall. Excepting Homestead Avenue, the streets shown on the map have no actual existence. The terrain is rolling with few trees, and is poorly adapted to good subdivision. The inhabitants are working people of small incomes, a few of them operating small farms. The contour of the land and the intervening undeveloped land effectively separate this section from the adjacent blue area. A good view of the surrounding country is more than offset by the detrimental features such as, distance from stores, schools and churches, and inadequate transportation facilities. Properties are poorly maintained and pride of ownership is conspicuously lacking. About 80% of the land is vacant. The small, one family frame dwelling is predominant. Generally, they are about thirty years old, in fair to dilapidated condition. Two small frame cottages have recently been completed. All houses are occupied by the owners. Average values were as high as $5,000 but have not recovered from the shrinkage of 50%. Demand is very slight and no current sales are reported. "}},"B4":{"ad_id":186,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/B4/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: The south to southwestern part of the city includes the newer part of the Elmwood subdivision, and some high rolling undeveloped territory along the Westfield Road. The nearest portion of the area is about a mile from the center of the city. The western extremity is two miles distant. The entire neighborhood is residential and offers good possibilities of future development to the west. Inhabitants are American, Clerks, executives and mill employees of the better class. Transportation is by trolley which passes through the center of the area. The western extremity, on the other hand, is difficult of access and distant from schools, stores and churches. At this end, however, the municipal water works land is maintained in a park-like manner and exerts a favorable influence on the small development in the southwest angle of the intersection of Homestead and Westfield. This is restricted by the developers to residential one-family units. Considering the entire area, the land is only 50% built up and little new construction is apparent. Single homes are predominant. Average age at the western extremity is seven years, while in the older eastern section, 25 years would be the average. Nearly all are frame structures in fair to good condition. Values formerly averaging $8,000 shrunk to 60% at the western and but held up to 80% in the more accessible older portions at the east. No recovery is apparent in the former case, but the older portions have come back to 85%. Principally owner occupied, the houses are in fair demand, but few sales are reported. "}},"C4":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C4/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: Elmwood is in the southeastern portion of the city, about a mile and a quarter from the center of the business district. The area is a plateau overlooking Elmwood Park and a playground adjacent on the north. To the south it extends as far as the industrial territory. The Westfield division of the New Haven RR extends about half a mile along the southeastern border. Inhabitants are of the working class, clerks and mill employees with incomes not exceeding $3,000. Transportation facilities are adequate: trolley and bus. Schools, stores and churches are nearby. Generally, the neighborhood is dull in appearance. Houses are too near the street to be attractive. Small stores dot the area. Two family frame houses and row brick cottages are typical. They are generally about 25 years old, in fair condition. In good times, the average value would have been $6,500 for singles and $8,000 for the two family houses. Shrinkage to 60% is reported with little or no recovery. About 50% owner occupancy is average. Little demand exists for these properties, only two or three sales having been closed in the past year. Rents were $40 for single houses at peak. These now down to $28 and no recovery has been experienced. Apartments formerly renting as high as $28 were reduced to $25 and have not been advanced, though the vacancy is only 5% with a fair demand. "}},"C5":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C5/{z}/{x}_{y}.png","areaDesc":{"1":"Holyoke: This southeastern section includes the low lands along the river, beginning a mile below the business center and extending about two miles down stream. The two rather clearly defined centers are known as Springdale and Ingleside. the land ascends rapidly west of Main Street except at Springdale where flats extend a little west of the railroad to the foot of a cliff bordering the area from the northern limits to the old country road. Inhabitants are generally the low and medium income groups, mill employees and clerks. A scattering of small stores is found in the built up portions of the area. Fifty percent of the land is vacant and there has been no new construction. Schools and stores are convenient. Transportation is via trolley and bus lines. Detrimental features are the danger to floods, particularly in Springdale, and the heavy traffic along Main Street. One and two family frame dwellings, 35 years old, in fair to bad condition are typical. These ranged to $6,000 and $8,000 respectively when values were at their peak. Shrinkage is 65% has occured, with no apparent recovery up to the present. Demand is light and only 3 sales are reported this year. Normal rents which in good times were $35 for singles and $30 for apartments, have shrunk to $25 and $20 respectively. No demand is felt and 15% vacancy is estimated. "}},"D4":{"ad_id":186,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/D4/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Part of the Williamsett Section. Chicopee St. is being entirely resurfaced and Meadow St. is another main thoroughfare. The area is low and flat. It was completely flooded in the Spring of 1936 and in many places the water was 15 feet deep. In fact, the southern portion of the area is flooded almost every year. The inhabitants are Polish mill workers of the poorer class who do not seem to mind these periodical floods. They will return after each experience, clean up their houses and settle down for another year. Many of these people keep chickens and a pig or two which considerably reduces family expense. They seem to prefer to exist under these circumstances and to be left along in their colony than to move to higher ground at an increased cost to the family wage earners. Many of these people were formerly employed in the Dwight Mill, now closed. Dikes are in the process of construction along the river front, which may minimize the flood hazard. There are at present no sewers in the district and of course there are no building restrictions anywhere in Chicopee. Streets are muddy and unimproved and there are no sidewalks. Poorly constructed small single cottage type houses predominate and some are built for two families. Average age of structures is 25 years. Generally, the houses are in poor condition except where rehabilitated by various relief agencies after the flood. In fact, some of the houses are in a much better condition now than before the flood because of reconditioning and the necessity of washing walls, wood-work, floors and cellars after the water receded. Silt and sand deposited by the water ultimately worked as a scouring agent, leaving floors and woodwork white and smooth after scrubbing. An average value is estimated at $1,500 or 50% of the 1929 level. There is no demand and no sales. Rentals averaging $12 to $15 a month are 50% of 1929. "}},"C9":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C9/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Chicopee proper. High for the most part, sloping northward toward the Chicopee River and westward toward the Conneticut. Front Street parallel with the Chicopee River is the principal thoroughfare between Chicopee Center and Chicopee Falls. There is a steep slope from this street to the river. A cemetery is located in the southwest part of the area near the Springfield line. Inhabitants of this area are Irish, Polish and French mill workers. One and two family frame houses averaging 35 years of age are in fair condition. Some are being rehabilitated by institutions. An average value of $3,000 is 65% of the 1929 level having recovered from a low of 60% in 1933. However, demand is reported to be nil and practically no sales have been made. There is a fair rental demand at an average of approximately $20 a month which is 75% of the 1929 level. Vacancy is estimated at 10%. About one-half the area is vacant land and there has been no new construction to amount to anything in the last 5 years. There are no building restrictions in Chicopee. "}},"B5":{"ad_id":186,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/B5/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Chicopee Proper. A high plateau through which runs Springfield Street, one of the main roads south to Springfield. Along this street from Fairview Avenue to Austin Street are large old single homes both frame and brick maintained in good condition and occupied by business executives, bankers and professional people. Approximately from Austin Street south, two-family frame houses will be found on both sides of the street. These are about 20 years old, and in good condition although very similar in design and built rather close together. They are desirable and seldom vacant. Fairview Avenue, running east and west, has a number of large frame singles and some two-family houses with an average age of about 30 years, maintained in good condition, and occupied by a nice class of business and professional people native born. There is a large and comparatively new high school in the area between Academy and Bonneville Streets at the eastern end of the area. Elsewhere will be found small singles, some cottages, and two-family houses, occupied by native born business executives, professional people, and skilled mechanics. The area shows stability. It is high and dry, has paved streets and side walks, well kept gardens and lawns, and is easily accessible from Springfield or Chicopee Center. Only about 10% of the land is vacant although there has been no new construction within 5 years. Average age of the homes would approximate 35 years. Values range from $4,500 to $6,500 and a few singles are in about the $12,000 class. Values are about 55% of the 1929 level and rents at from $20 to $28 a month are 75% of 1929. There is an estimated vacancy of 5% with a good rental demand. Sales have been few and the demand is fair. There are no zoning ordinances of building restrictions in Chicopee. "}},"B6":{"ad_id":186,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/B6/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Chicopee Falls. A high plateau bisected by Broadway, one of the main highways to Springfield. it is occupied by native born business and industrial executives and department heads, merchants, and professional people. Generally, the area shows stability and pride of home ownership, improved streets and side walks, and is easily accessible from Springfield and Chicopee Falls. There is a playground at Broadway opposite Arlington Street. Large frame single homes about 30 years old predominate along Broadway, and smaller singles may be found elsewhere in the area. Some English and Colonial style brick houses have been built on Hendrick Street within 5 years. About 10% of the land is vacant. Average age of structures is 30 years and generally they are in good condition. Values of from $5,000 to $7,000 fell to 50% of the 1929 level, but have now recovered to 75% of their high. About 90% are owner occupied and while the demand is fair sales have been poor. Rental values of from $20 to $28 a month are 75% of the 1929 level. Vacancy is estimated at less than 10% and the demand is good. There are no building restrictions in Chicopee. "}},"B7":{"ad_id":186,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/B7/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: This section of East Chicopee is high and level. East Street is one of the principal thoroughfares in East Springfield. Inhabitants are native born and French industrial workers, largely skilled mechanics and specialists in the nearby Westinghouse plant located just over the city line in East Springfield. Small single frame houses predominate with some two families. These are in good condition and the average age would be about 15 years. Values of $4,000 to $5,500 are 75% of the 1929 level and rents averaging $25 a month are 75% of the 1929 figures. Good transportation facilities and easy accessibility to the large Westinghouse plant, as well as to either Springfield or Chicopee are factors tending to stability and probably future new home construction. There are no building restrictions in Chicopee. "}},"C10":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C10/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Chicopee Falls. High ground gradually sloping toward the Chicopee River. Inhabitants are principally Polish and some French mill workers, some of whom are employed at the Fisk Rubber Co., the Chicopee Mfg. Co. and the Stevens Arms. Co. in Chicopee Falls and others work at the Westinghouse plant in Springfield. There are some large old single houses in the area but small singles and two family frame houses predominate. These would average 40 years old, in fair condition. An average value of $3,000 is 75% of the 1929 level. There is a fair demand but few sales. Rents average $20 a month and are 75% of the 1929 figure. Estimated vacancy is 15% and the rental demand is fair. About 30% of the land is vacant and no new construction has taken place in 5 years. There are no building restrictions in Chicopee. A new road along Wheatland Ave. in the southwestern part of the area may tend to enhance values in that neighborhood. "}},"D7":{"ad_id":186,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/D7/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Chicopee Falls. Close to the Fisk Rubber and other mills this is a \"slum\" area. Although partly on a steep slope to Church Street the section near the river bend is flat and was flooded in the Spring of 1936. A slum clearance project involving the rehabilitation of 200 units in tenements at a cost of $200,000 is shortly to begin. Detrimental features are the flood hazard, unsightly river banks, railroad thoroughfare and the closely built mill type brick tenements with very few modern improvements. The average age of these buidlings is 75 years. They are occupied by Polish mill hands of the poorer class. Condition of houses is poor to bad. Values average $1,500 and are about 60% of the 1929 level. Rents average $2.50 a week and are about 50% of the 1929 figure. Because rents are cheap and the location close in, the rental demand is good from the poorer classes. "}},"C8":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C8/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Aldenville. Running approximately north and south, Montgomery Street is an improved highway along the top of a ridge which slopes down to the railroad to be seen in area \"D-4\". Grattan Street is another principal highway running through the area from Chicopee Falls to Willimansett. There are a number of small stores, garages, filling stations, etc. along this street. The best part of this section is west of Grattan St. from Granby Road to mary St. All of the built up area is on high ground. Inhabitants are predominantly French mill workers and construction craftsmen. Small single frame houses of cheap construction and two-family frame houses predominate about 30 years old in fair condition. Some houses are being rehabilitated by institutional owners. There are a number of two family houses along Granby Road. Poor demand and no sales are reported and an average value of $2,400 is 65% of the 1929 level. Rents of $20 a month are 75% of 1929. Vacancy is estimated at 15% with a good demand, especially along Nichols Road and Granby Road near the mills. There are no building restrictions in Chicopee. "}},"D5":{"ad_id":186,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/D5/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Part of the Aldenville section, This area is built on steep rocky grades practically inaccessible in winter and very hard to reach during other seasons. The streets are rough, muddy and unimproved, and very few of the houses are equipped with modern improvements. French and Polish mill workers of the poorer classes with an earning capacity of $600 to $800 a year live in small one and two-family frame houses. Condition of the houses generally is poor and their average value of $1,200 is about 60% of the 1929 level. Rents average about $9 a month. "}},"C7":{"ad_id":186,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MA/HolyokeChicopee/1937/C7/{z}/{x}_{y}.png","areaDesc":{"1":"Chicopee: Fairview. A high plateau sloping gradually to the river. The residents are mostly French and German mill workers and building craftsmen. The houses are scattered through the area without any design or plan of layout. Streets are poor and unimproved. About 50% of the land is vacant although high and dry. There is a considerable amount of small farming and trunk gardening. Small single frame houses predominate, about 40 years old on the average and in fair to poor condition. Values average $1,500 and are 60% of the 1929 level. Rents at $3 a week are 50% of 1929. There is a 30% vacancy reported and poor rental demand. There is practically no demand and no sales are reported. There are no building restrictions in Chicopee. "}}}