{"B5":{"ad_id":80,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/B5/{z}/{x}_{y}.png","areaDesc":{"1":"This is an area of small modest homes, some duplexes and double houses, ranging in age up to 30 years. It is favorably located on a hill overlooking Lake Superior. The area is occupied by salared persons from the business district. The average house value in the district is $4000."}},"D5":{"ad_id":80,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/D5/{z}/{x}_{y}.png","areaDesc":{"1":"This small strip near the bay front docks is an industrial district, occupied by workers from nearby plants. It is undesirable from every standpoint, except of homes. Light indsutry is encroaching upon the area."}},"C2":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C2/{z}/{x}_{y}.png","areaDesc":{"1":"This is what is known as Lester Park, an old part of the city wherein the security ranges in value from $3000 to $5000. Many of the houses therein are at least 50 years old and occupied largely by tradesmen and laboring class of people. Most of the houses are owner occupied."}},"D3":{"ad_id":80,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/D3/{z}/{x}_{y}.png","areaDesc":{"1":"This is Duluth Heights, an old development situated on the top of the hill. In many respects it is a small settlement isolated from the rest of the city by the natural barriers. Tradespeople, laborers and other low incomes residents live in the area and were attracted to it because of the cheapness of the houses and the low rent. This section has been stagnant for 25 years."}},"C8":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C8/{z}/{x}_{y}.png","areaDesc":{"1":"This is a reasonably good district of acre tracts and small farms. Living in the area is a small income group who augment their earnings by use of the soil. The houses are small, but modern, ranging in value from $2500 to $4000. Virtually all are owner occupied."}},"D6":{"ad_id":80,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/D6/{z}/{x}_{y}.png","areaDesc":{"1":"The northeast portion of this area is largely undeveloped, but the southern portion is rather heavily built up. The entire area, between railroads and industrial plants along the waterfront, is occupied by laborers from these industrial enterprises. Most of the houses are nearly 50 years in age. Foreigners predominate in this section."}},"A4":{"ad_id":80,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/A4/{z}/{x}_{y}.png","areaDesc":{"1":"This area is considered the best residential section in the western section of Duluth, which portion is occupied almost entirely by the industrial working class. The district compares favorably with A-1 as to the type of security and the general character of the people living therein. Residing in A-4 are salaried persons from nearby industrial plants, business and professional men of the west end of the city. Virtually all houses in this area have been built within the last 30 years and in value range from $3,000 to $6,000. This is considered a very choice lending territory, due not only to the type of security, but the integrity displayed, generally, by the class of people living therein."}},"C4":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C4/{z}/{x}_{y}.png","areaDesc":{"1":"Houses in the northeast half of this district are of the new construction and the other portion of old constructions - at one time one of the choicest parts of the city. Occupants of the area are cosmopolitan in character, including business people and laborers. Multiple dwellings are common in this district. Average value of the security is $4500."}},"C3":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C3/{z}/{x}_{y}.png","areaDesc":{"1":"This is Morley Heights, a post war development by Marshall-Wells Company, which was a great disappointment. The houses were moved from Michigan and replaced in this district. The security ranges in value from $1500 to $3500. A good class of moderate income people live in the area."}},"A1":{"ad_id":80,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/A1/{z}/{x}_{y}.png","areaDesc":{"1":"This area, occupied by business and professional people, is situated in the northeast section of the city with a favorable influence of a golf cource and the nearby Lake Superior. Houses therein range in values from $3500 to $6500, practically 100% frame construction, ranging in age from new to 25 years. The area is well preserved with all modern improvements and public utilities. Values in this area have held up as well as in any other section of the city and give promise of an early comeback, as well as appreciation in amount equal to any other portion of the city. At least 90% of the houses in this district are owner occupied."}},"C1":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C1/{z}/{x}_{y}.png","areaDesc":{"1":"Small, cheap houses on acre tracts predominate in this area which is only sparsely developed. The tract was put on the market from 1920 to 1922. It is more of an intermediate or third grade than a declining area. "}},"B2":{"ad_id":80,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/B2/{z}/{x}_{y}.png","areaDesc":{"1":"This is known as Woodland, a development which was begun over 20 years ago. Houses therein are small, running from $2000 to $4000 in current value. This district promises to be stable for some time, due to the demand for the class and type of houses therein. "}},"B3":{"ad_id":80,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/B3/{z}/{x}_{y}.png","areaDesc":{"1":"This is Hunter's Park, highly regarded as a home owning section. It is one of the oldest residential developments in the city and still occupied by some of the more affluent and leading familes of the city. There are a number of the larger, older homes of the city in this area. With the exception of a few of the higher priced houses, the average current value in this district would be $4000 to $8000. In age the houses range from new to 40 years. "}},"B1":{"ad_id":80,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/B1/{z}/{x}_{y}.png","areaDesc":{"1":"This area is occupied by a modest class of people, including tradespeople, mechanics, employees of business houses, etc. Much of the construction consists of small houses, ranging in age up to 20 years and in current value from $2500 to $4500. Topography of this district is level compared to that of A-3 and nearly every other part of the city. "}},"C5":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C5/{z}/{x}_{y}.png","areaDesc":{"1":"This is Kenwood, a sparsely settled section of cheap acre tract homes occupied by the low income class."}},"A3":{"ad_id":80,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/A3/{z}/{x}_{y}.png","areaDesc":{"1":"This is considered the best residential section in Duluth, having the favorable influence of Congdon Park, which divides it; the golf club and the lake. It is not too far removed from the business district. That portion of the distric east of the Hawthorne road is restricted as to type and cost of construction, but the entire district has restrictions as to business encroachments and building lines. The age of the construction is from new up to 30 years, but the older properties are well preserved. Frame construction predominates. Values in this area fluctuate, ranging from a minimum of $5,000 to $50,000. There has been some new development in this area. Sales in this area, both in number and value, have been far ahead of any other district in the city. Houses in this area are almost entirely owner occupied."}},"A2":{"ad_id":80,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/A2/{z}/{x}_{y}.png","areaDesc":{"1":"This narrow strip on the shore of Lake Superior contains three large estates, among the most expensive in Duluth. These are located on the southwest one half of this district. The northeast half has a few homes of the better class, with prospects of additional development in the near future. The location of these homes on the lake shore is a particularly favorable influence."}},"D1":{"ad_id":80,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/D1/{z}/{x}_{y}.png","areaDesc":{"1":"This small strip along the lake shore is a semi-industrial section, containing railroad yards, warehouses, etc. Residences therein are old and cheap and occupied by the poorest laboring class."}},"B4":{"ad_id":80,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/B4/{z}/{x}_{y}.png","areaDesc":{"1":"Up to 20 years ago this was the best average residential district in the city. Some of the older substantial homes of the city are located in the area but generally it is declining, many of the old houses being transformed into small apartments and duplexes. The adjoining declining sections on the south and west are gradually encoraching upon B-4. Residing herein are a good class of citizens, including some of the leading business men of the city. Most of the houses in the area are from 30 to 50 years old and are beginning to undergo rehabilitation. It is fast becoming a rental district. Most sales in the area are sacrifices."}},"C6":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C6/{z}/{x}_{y}.png","areaDesc":{"1":"This large area is typical of those blighted by encroachments of principal business district of the city. It is now the cheaper rental district of Duluth and occupied by many nationalities of the low income class, including negroes. There will be no further development in this district and virtually no sale for property."}},"C7":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C7/{z}/{x}_{y}.png","areaDesc":{"1":"This is the Homewood district, an inaccessible district of cheap constructions, average 20 acres. The area is occupied by a low income class."}},"D2":{"ad_id":80,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/D2/{z}/{x}_{y}.png","areaDesc":{"1":"This know as Minnesota Point, a narrow peninsula dividing Lake Superior and St. Louis Bay. Although it is one of the oldest settlements in Duluth, it was begun more or less as a summer resort section, but of late years the houses therein have been the permanent residences of its occupants. This natural barrier is entirely of sand. One advantage is the rather extensive governmental developments which are just beginning on the strip."}},"D4":{"ad_id":80,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/D4/{z}/{x}_{y}.png","areaDesc":{"1":"This is a small development on a steep rocky hill, inaccessible to the occupants. A low income class occupy the small, cheap, undesirable homes in the area. "}},"B6":{"ad_id":80,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/B6/{z}/{x}_{y}.png","areaDesc":{"1":"This district virtually marks the beginning of what is commonly referred to as the west end of Duluth. As to the type of houses, class of occupants, age and every other phase, it compares with B-5."}},"C9":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C9/{z}/{x}_{y}.png","areaDesc":{"1":"This is an old section situated on a steep incline. Foreign industrial workers occupy the area, Italians predominating. Most of the constructions is old and shabby."}},"C10":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C10/{z}/{x}_{y}.png","areaDesc":{"1":"This small area is blighted by adjoining railroad tracks. Laborers occupy the small inexpensive homes in the area. This district more or less shields the adjoining A-4 from the annoyance of the railroad."}},"B7":{"ad_id":80,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/B7/{z}/{x}_{y}.png","areaDesc":{"1":"This section is in what is referred to as \"West Duluth\" and is comparable in every particular with B-5 to B-6."}},"C11":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C11/{z}/{x}_{y}.png","areaDesc":{"1":"This is an old part of West Duluth sandwhiched between two railroad tracks, occupied by workers from the adjoining plants. Light industry has encroached upon the area. Houses in the area are from 15 to 50 years old."}},"C12":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C12/{z}/{x}_{y}.png","areaDesc":{"1":"This is a comparatively new development, where small lots were laid out and cheap and small construction predominates. Laborers from industrial plants occupy the area. This area boomed during the War due to the impetus of the nearby steel plant development and ship building."}},"C13":{"ad_id":80,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/C13/{z}/{x}_{y}.png","areaDesc":{"1":"The northeast one third of this area, adjacent the ship yeard, was built during the War to house industrial workers. The remaining southwest portion is a development begun 45 years ago. The entire district is occupied by industrial workers."}},"D7":{"ad_id":80,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/D7/{z}/{x}_{y}.png","areaDesc":{"1":"This is New Duluth and Gary. Purely a real estate development which gained impetus from the adjoining steel plants. New Duluth is at least 50 years old and Gary is from 20 to 25 years old. The district is occupied largely by foreigners and some negroes. Despite the class of security and occupants, there exists a high regard for home ownership among most of the foreigners in this area."}},"D8":{"ad_id":80,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/D8/{z}/{x}_{y}.png","areaDesc":{"1":"This is Fond du Lac - an old development in the extreme southwestern portion of Duluth, occupied at present by a reasonably good class of people, but entirely stagnant from a real estate and mortgage lending standpoint. This motion has some advantages from a recreational standpoint."}},"E1":{"ad_id":80,"name":null,"holc_grade":"E","sheets":1,"url":"//s3.amazonaws.com/holc/ads/MN/Duluth/1936/E1/{z}/{x}_{y}.png","areaDesc":{"1":"This is Morgan Park, a residential section, built by the United States Steel Corporation for its better class of employees, most of whom considered the section undesirable from a residential standpoint. Construction is entirely concrete blocks. The Steel Company owns all houses therein - hence no classification."}}}