{"B2":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B2/{z}/{x}_{y}.png","areaDesc":{"1":"This locality is known as \"Phinney Ridge\", \"Winona Park\", \"Green Lake\" and \"Roosevelt\". The population is made up of white people who are employed as white-collar workers, skilled mechanics or small business men. The residences are generally of good architecture and from 10 to 25 years old --- in from fair to good condition. The homes range from $2000 to $5000 in value; and are from fair to well maintained."}},"B7":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B7/{z}/{x}_{y}.png","areaDesc":{"1":"Same as Area B-6"}},"A5":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A5/{z}/{x}_{y}.png","areaDesc":{"1":"The property in this area lies adjacent and adjoining a boulevard. A very choice view of the city and mountains may be obtained from the property. the homes vary in age from 15 to 25 years, many having been modernized. All are well maintained. The district is populated by professional people. The property in this area is always readily salable. "}},"B16":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B16/{z}/{x}_{y}.png","areaDesc":{"1":"This is a new residential sub-division, built up during the past 15 years with homes of modern architecture, and allin good condition. The residents are of substantial means, and generally of the business and professional types. A vast majority of the property is populated by the owners. "}},"C3":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C3/{z}/{x}_{y}.png","areaDesc":{"1":"The area is one of the oldest in the north end of the city and the residential units are rapidly becoming obsolete. Many homes are run down and in need of major repairs. The district is being populated with people of a lower income standard."}},"B9":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B9/{z}/{x}_{y}.png","areaDesc":{"1":"This area is adjacent to the \"Carlton Park Addition\" of the city, and is less than 50% built up with modern houses less than 15 years old, all in good condition. Numerous street improvements will be necessary here. The properties command a marvelous view of the Sound and Mountains. This factor appeals to the caprice of the prospective buyers. The residents are of the white-collar type and professional people, with $2200 to $4000 annual incomes."}},"D4":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D4/{z}/{x}_{y}.png","areaDesc":{"1":"This is the Negro area of Seattle."}},"C12":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C12/{z}/{x}_{y}.png","areaDesc":{"1":"This is an old residential district - generally occupied by tenants - many homes in need of necessary repairs - trend downward."}},"A11":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A11/{z}/{x}_{y}.png","areaDesc":{"1":"This locality is composed of modern homes in the $5000 to $7500 price class, all in good condition. This is a view property. The residents are white-collar workers and professional people."}},"D9":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D9/{z}/{x}_{y}.png","areaDesc":{"1":"This area is located on a steep inaccessible sidehill."}},"A1":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A1/{z}/{x}_{y}.png","areaDesc":{"1":"This district is composed of white-collar workes, earning a level $2000 to $3000 per year. Typical homes range from $4500 to $6500, occupied by owner. The residences are all modern and the majority of them less than 15 years old. They are well maintained. A large portion of the property in ths area has an unobstructed view."}},"B1":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B1/{z}/{x}_{y}.png","areaDesc":{"1":"This district is known as the \"Ballard\" neighborhood. Homes range in value from $1500 to $4000. The localtity is populated by working men, skilled mechanics, and white-collar workers. This is the \"Scandinavian\" section of Seattle. This area is densely populated. The homes are from 10 to 25 years old and in from fair to good condition."}},"C1":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C1/{z}/{x}_{y}.png","areaDesc":{"1":"Vast majority of homes in area are old and obsolete. Largest percentage of homes are residential income properties in contra-distinction of owner occupied residences. Properties located in this area only being kept in fair repair."}},"C2":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C2/{z}/{x}_{y}.png","areaDesc":{"1":"This is an old district with a mixture of a large percentage old homes and of a few new homes. The topography of the western portion of area is flat. The south eastern portion of the area is located on a steep sidehill and the accessibility is not favorable. This district lacks adequate sub-center business facilities."}},"B10":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B10/{z}/{x}_{y}.png","areaDesc":{"1":"This is a newer residential district on the crest of the Magnolia Bluff locality. The homes are generally less than 15 years old, of good architecure and well maintained. They are predominately occupied by owners of the middle class. The property is less than 10 minutes to center city by automobile."}},"C9":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C9/{z}/{x}_{y}.png","areaDesc":{"1":"A blighted area with old homes generally in need of repairs. Majority of homes in area are occupied by tenants."}},"B3":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B3/{z}/{x}_{y}.png","areaDesc":{"1":"This area is known as the Wallingford\", \"Meridian\", \"Lower Green Lake\" and \"University\" district. The residents are practically 100% American of moderate means, with annual incomes of $1500 to $3000. The homes are both modern and sem-modern in type, with a sprinking of old-style residents. the district is predominantly residential in character and densely settled. it is a very popular district to desirable tenants and the permanent type of home owners. The residences are being maintained in from fair to good conditions."}},"C6":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C6/{z}/{x}_{y}.png","areaDesc":{"1":"The district is very close to a gas plant which is causing a smoke and odor nuisance."}},"D2":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D2/{z}/{x}_{y}.png","areaDesc":{"1":"This is a \"Blighted\" area - adjacent to a gas plant and an industrial area."}},"B4":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B4/{z}/{x}_{y}.png","areaDesc":{"1":"This is the \"University\" district. Homes range from $5000 to $10,000 price class of larger types and are well maintained. Numerous fraternities and sororities are in this area. During recent years there has been a transition to rooming and boarding house usage of a number of the private homes. This condition exists principally in the lower half of the area. The residences are subtantial in character and of the more well-to-do class."}},"C4":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C4/{z}/{x}_{y}.png","areaDesc":{"1":"The district is adjacent to a swamp - is sparsely settled, lacking adequate street improvements. The district lacks adequate transportation, lacks stores, and necessary street improvements. Assessment burden will be heavy in this area."}},"C5":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C5/{z}/{x}_{y}.png","areaDesc":{"1":"The topography generally speaking lies in a valley. There are very few homes in this area. The present construction indicates trend toward shack and cheap cottage permanent improvements. The district lacks adequate transportation, lacks stores, and necessary street improvements. Assessment burden will be heavy in this area."}},"B5":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B5/{z}/{x}_{y}.png","areaDesc":{"1":"This is a new sparesely settles district which is known as \"Hawthorne Hills\". The sub-division was placed on the market just prior to the depression. The property lies well, with a good view over the valley, Lake Washington and the Cascade mountains. The property has building and racial restrictions. Numerous professional men haev purchased building sites in this area. Indications point toward a very desirable residential neighborhood in the near future."}},"B6":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B6/{z}/{x}_{y}.png","areaDesc":{"1":"This property lies adjacent to the \"Windmere\" and\"Laurelhurt\" additions. The property is predominantly occupied by home owners of moderate means. No racial problems in this area. Homes are of the moderate bungalow and dwelling type and well maintained."}},"B8":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B8/{z}/{x}_{y}.png","areaDesc":{"1":"This is a new residential district. It should be in demand by professional people who desire to live close to Puget Sound. This is a secluded neighborhood."}},"D1":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D1/{z}/{x}_{y}.png","areaDesc":{"1":"The two large areas are platted but underdeveloped. The small D-1 area is a Slide Area - extremely hazardous for mortgage security."}},"A4":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A4/{z}/{x}_{y}.png","areaDesc":{"1":"This district is known as \"Carlton Park\". The topography of the land is extremely favorable. A majority of the property has an unobstructable view of the sound and mountains. The area has building and racial restrictions running with the deeds. Restrictions require minimum residential costs of $3500 to $7500. Practically all of the homes are less than 15 years old and are exceptionally well maintained. The residents are of the professional class with incomes from $3000 to $10,000 per year. during 1935 this district led all others in the value of new residential structures placed under construction."}},"C7":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C7/{z}/{x}_{y}.png","areaDesc":{"1":"The area lies in a lowland - has no view - lacks adequate transportation facilities - lacks adequate business centers - lacks street improvements. This is a thinly populated of a people with a low income level. Immediately east of areas B-9 and A-4 there is a steep hill sloping to a valley in the C-7 area."}},"B11":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B11/{z}/{x}_{y}.png","areaDesc":{"1":"This is the \"Queen Anne Hill\" district of Seattle. The residential area lies on top of a high plateau (one of the highest sp ots in Seattle). This is a middle-class area and very substantial in character. The homes vary in age from 10 to 30 years. The majority of them are well maintained. The district has ample recreational, community and transportation facilities."}},"C10":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C10/{z}/{x}_{y}.png","areaDesc":{"1":"Also a blighted area. Part of area is a steep bluff. Lacks adequate school, playground and recreational centers, practically no stores in area."}},"C8":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C8/{z}/{x}_{y}.png","areaDesc":{"1":"This district located on a steep side hill. Also adjacent to commercial and industrial area."}},"C11":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C11/{z}/{x}_{y}.png","areaDesc":{"1":"This is a \"Twilight\" zone."}},"D3":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D3/{z}/{x}_{y}.png","areaDesc":{"1":"District lies on a steep hillside and is inaccessible. Majority of homes of old and of obsolete type."}},"B12":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B12/{z}/{x}_{y}.png","areaDesc":{"1":"This is the \"North Broadway\" and \"Capitol Hill\" district of Seattle. The area is populated by well-to-do and formerly well-to-do people. Some of the community's oldest residents live in this area. Numerous new homes have been built in this area in the past 15 years. Residences vary in age from 10 to 30 years and are generally in good condition. Notwithstanding the age of the district, the locality has no racial problems; nor has it a problem of the influx of people of a lower earning standard."}},"A6":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A6/{z}/{x}_{y}.png","areaDesc":{"1":"This district is known as the \"Montlake\" district of Seattle. The locality has enjoyed a very favorable impression with prospective home owners. The residences vary in age from 10 to 25 years and are all of good architecture. The majority of them are in the $3500 to $8500 price class. All of the properties are well maintained. This district is populated by white-collar workers and professional people. "}},"D5":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D5/{z}/{x}_{y}.png","areaDesc":{"1":"This district is composed of various mixed nationalities. Homes are occupied by tenants in a vast majority. Homes generally old and obsolete in need of extensive repairs."}},"B15":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B15/{z}/{x}_{y}.png","areaDesc":{"1":"This locality is on the top of Beacon Hill and adjoins the Jefferson Golf Links. Property is occupied by people of moderate means. A few orientals live in this area but they are of the socially elite and professional type. The residences vary in age from 10 to 25 years old and are generally in good condition. Many new residences were built in this area prior to the depression."}},"D6":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D6/{z}/{x}_{y}.png","areaDesc":{"1":"This is a sparsely settles and underdeveloped section. Most of property is located on a sidehill. Transportation is a problem in this area."}},"C13":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C13/{z}/{x}_{y}.png","areaDesc":{"1":"Very spotted residential district composed of people of various nationalities. No typical price range for residential improvements. No typical price range for residential improvements - shacks to modern dwellings in this area. There is a mixture of old and new houses in this area. There is generally an excessive annual assessment burdern in this area. Also has a transportation problem."}},"C14":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C14/{z}/{x}_{y}.png","areaDesc":{"1":"Same as C-13 area."}},"B17":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B17/{z}/{x}_{y}.png","areaDesc":{"1":"This is the \"Seward Park\" district. The property lies well and is close to Lake Washington on a gentle slope to the lake. The homes are in the $5000 to $30,000 price class and all well maintained. Numerous properties lare spacious in area. Residents are of the well-to-do professional type. "}},"A9":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A9/{z}/{x}_{y}.png","areaDesc":{"1":"This is a new area sparsely settled but protected by buildings and racial restrictions. The ground lies well; street improvements are well laid out. People will buy homes in this area with an improvement in business conditions. The homes now being built are of the larger type and well mtaintained."}},"B14":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B14/{z}/{x}_{y}.png","areaDesc":{"1":"This district lies on the edge of a hill overlooking Lake Washington. The homes are from 10 to 30 years old and from fair to good condition. The residences are principally of the white-collar, professional and businesses types. The citizens have moderate to well-to-do means. There is some residential income property in this area but same is not an adverse factor."}},"C15":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C15/{z}/{x}_{y}.png","areaDesc":{"1":"A very sparsely settled area - lacking adequate transportation facilities. Present construction indicates a permanent district of cheap homes. Majority of homes have no baths. This is a workingman's area of low income."}},"A7":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A7/{z}/{x}_{y}.png","areaDesc":{"1":"This area is composed of \"Broadmoor\" and \"Washington Park\" additions. The homes in Broadmoor are from 10 to 15 years old and in the $12,000 to $30,000 price class, all being exceptionally well maintained. This addition has a private golf course as an additional inducement to ownership. The residents are of the highest class of professional men. Numerous new structures were built in this area during the depression. The \"Washington Park\" addition lies south of Madison Street. It is composed of homes in the $8,500 to $25,000 price class; 10 to 25 years old; generally well maintained. They command a good view of Lake Washington and the Cascade Mountains. This district is populated with a high-class of professional people. "}},"B13":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B13/{z}/{x}_{y}.png","areaDesc":{"1":"This area is known as \"Madison Park\". Numerous homes are of recent construction. The district is spotted with homes in the $1750 to $4500 price class. This is a white-collar and small business men's district. Residences genrally are in good condition. "}},"A8":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A8/{z}/{x}_{y}.png","areaDesc":{"1":"This locality is the choicest part of the Mount Baker Park district. Residences in this area are protected by building restrictions and are in the $7,500 to $20,000 to price class. They are well maintained. The district is composed or residents of a high social standards with an annual income ranging from $5000 to $15,000 per year. The typography of the property is extremely favorable, having a good view of Lake Washington and the Cascade Mountains. "}},"D10":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D10/{z}/{x}_{y}.png","areaDesc":{"1":"This is a slide area."}},"A10":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A10/{z}/{x}_{y}.png","areaDesc":{"1":"This area lies in the crest of a steep bluff and has a wonderful view of the city, Puget Sound and the mountains. People with an income in the high brackets populate this area. The homes are of the larger type and well maintained. There is a good demand for property in this district."}},"B18":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B18/{z}/{x}_{y}.png","areaDesc":{"1":"This is the \"West Seattle\" district. The population is composed of the white race. Residents are employed as working men, skilled mechanics, small professional men, and small business men. The people can be considered to be substantial in character and responsibility. The district has an exceptionally good community spirit. The residences are from 10 to 25 years old and generally in good condition.  Homes vary in value from $2000 to $4500."}},"C17":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C17/{z}/{x}_{y}.png","areaDesc":{"1":"This is a non-view property - lacking street improvements - much property in this area has been acquired by the city for non-payment of taxes. District lacks adequate school, transportation and recreational facilities."}},"D8":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D8/{z}/{x}_{y}.png","areaDesc":{"1":"Sparsely settled district lacking adequate street improvements, schools, recreational facilities etc. Transportation is an acute problem. Future assessments will create an excessive burden incidental to home ownership in this area."}},"A12":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A12/{z}/{x}_{y}.png","areaDesc":{"1":"This area is the better portion of the \"Beach Drive #1 District\" of West Seattle. Homes range in value from $5000 to $12,000. A very substantial group of home owners with means populate the area. The majority of the homes are modern and in good repair. "}},"D11":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D11/{z}/{x}_{y}.png","areaDesc":{"1":"This is a slide area."}},"C16":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C16/{z}/{x}_{y}.png","areaDesc":{"1":"This is is a non-view property - future assessment burden will be heavy in this area. This locality is located many miles from the city center."}},"B19":{"ad_id":170,"name":null,"holc_grade":"B","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/B19/{z}/{x}_{y}.png","areaDesc":{"1":"Same as B-18 area with exception that on the southwestern portion of area the district is populated with professional people of substantial means. Homes also in the immediate district are generally more costly and in good condition."}},"D7":{"ad_id":170,"name":null,"holc_grade":"D","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/D7/{z}/{x}_{y}.png","areaDesc":{"1":"This is an old residential area - hazardous as a security for long term mortgage loans because of type of occupancy of district."}},"A3":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A3/{z}/{x}_{y}.png","areaDesc":{"1":"This area is one of the most popular residential districts in Seattle. The residents are of the professional class, having an annual income of $4000 to $10,000 per year. There is very choice view property in this area. The homes, generally, are less than to years old-- in the $6500 to $15,000 price class; and well maintained.  During 1935 there were some new residential structures placed under construction in this area. The property is protected by building and racial restrictions."}},"A2":{"ad_id":170,"name":null,"holc_grade":"A","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/A2/{z}/{x}_{y}.png","areaDesc":{"1":"The property in this area is protected with buildings and racial restrictions. This is a very sparsely settled district, but vwery desirable on account of the unobstructible view of mountains and lakes which can be obtained. Also, the class of original purchasers indicate a permanent district of professional men as home owners. The homes are of the larger type, well maintained. This district is known as \"Windemere\"."}},"C18":{"ad_id":170,"name":null,"holc_grade":"C","sheets":1,"url":"//s3.amazonaws.com/holc/ads/WA/Seattle/1936/C18/{z}/{x}_{y}.png","areaDesc":{"1":"One of the oldest districts in Seattle. Residences principally occupied by tenants - generally in need of repairs - area is definitely declining. District is close to public bathing beach."}}}